
module.exports.config = {
	name: "murgi2",
	version: "1.0.2",
	permission: 2,
	credits: "nayan",
	prefix: false,
	description: "",
	category: "without prefix",
	usages: "[tag]",
	cooldowns: 5
};

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("বস যে মেয়েকে ক্সুদ্দে চাউ সে মেয়েকে @ম্যানশন দেউ", event.threadID);
let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("ভালোবাসা ");
setTimeout(() => {a({body: "ভালোবাসা এক অদ্ভুদ অনুভূতি🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "আমি তোমাকে সব থেকে বেশি গুরুত্ব দিবো 😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "তুমি আমার জীবনের শেষ নিশ্বাস পর্যন্ত রাখবো 🐰" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "তুমি আমার জীবনের শেষ অনভূতি হয় থাকবে  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "তুমি চলে গেলে তোমার স্মৃতি আগলে দরে থাকতে চাই সারাজীবন " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "depression তুমি হয়তো আমার জীবনের প্রথম। মেয়ে না কিন্ত তুমি শেষ মেয়ে হইয়া থাকবে  ❤️ " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: " তুমি হাত ধরলে সব অসম্ভব কি অবম্ভব করেও রাজি❤️" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "একবার বলো ভালোবাসি ।সারাজীবন পাছে রাখবো🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "একটু ভালোবাসা দিও ।আকাশ সমান ভালোবাসা দিবো  🤝" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "আমি কখনো আমাদের মাঝে কাউকে আসতে দিবো না কখনো 💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "ভালোবাসবো জীবনের সব টুকু দিয়ে 😘।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: " সারাজীবন বলবো ভালোবাসি ভালোবাসি ভালোবাসি  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: " ঝগড়ার পর রাগ ভাঙাতে আমি তোমাকে চাই " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ সব সময় বলতে চাই 🤖")} , 39000);
setTimeout(() => {a({body: "ভালোবাসি 🥰।" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "ভালোবাসি😍.." + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "ভালোবাসি🐰" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "ভালোবাসি 💔!" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "I really love you" + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "depression থাকবে সারাজীবন আমার হয় 🤬 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "যদি তোমার ভালোবাসা এই জীবনে আমার থাকে, তাহলে সময়ের শেষ পর্যন্ত এটাই যথেষ্ট হবে।" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "আমি জানি আমি তোমার প্রেমে পড়েছি কারণ আমার বাস্তব শেষ পর্যন্ত আমার স্বপ্নের চেয়ে ভালো।🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "আমি তোমার প্রেমে পড়েছি, কেন বা কিভাবে জানি না। তবে তোমার প্রেমে পড়েছি!🤣" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "তোমার ভালোবাসা ছাড়া আমি কখনও সম্পন্ন হতে পারতাম না।💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "  আপনার সাথে দেখা করা ভাগ্য ছিল, আপনার বন্ধু হওয়া একটি পছন্দ ছিল, কিন্তু আপনার প্রেমে পড়া আমার নিয়ন্ত্রণের বাইরে ছিল।✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " তোমাকে ছাড়া আমি কিছুই না, কিন্তু তোমার সাথে আমি সবকিছু। একসাথে আমরা সবকিছু। " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~তুমি আমার স্বর্গ এবং আমি আনন্দের সাথে তোমার উপর আজীবন আটকে থাকব। 🤖")} , 93000);
setTimeout(() => {a({body: "তুমি আমার স্বর্গ এবং আমি আনন্দের সাথে তোমার উপর আজীবন আটকে থাকব।  🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "দিনের বেলায়, তুমি আমার জীবনের আলো। রাতের বেলা, তুমি আমার পথের তারা।😍.." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "আমি তোমাকে এতটাই ভালোবাসি যে যদি আমাকে তোমার আর চকলেটের মধ্যে একটা বেছে নিতে হয়, আমি তোমাকে বেছে নেব।🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "  আমি জানি না আমার ভবিষ্যৎ কি আছে, কিন্তু আমি আশা করছি তুমি এতে আছো।💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: " আমি জানি না আমার ভবিষ্যৎ কি আছে, কিন্তু আমি আশা করছি তুমি এতে আছো।" + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: " প্রতিটা মুহূর্ত যখন তুমি একা অনুভব করবে, নিজের হৃদয়ের দিকে তাকিয়ো আমাকে খুঁজে পাবে।🤬 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "আমি তোমাকে খুশি দেখতে ভালোবাসি এবং আমার সবচেয়ে বড় পুরস্কার তোমাকে হাসতে দেখা। " + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: " প্রত্যেকেরই একটা নেশা আছে, আমারটা তুমি!" + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: "  আপনার হাসি আক্ষরিক অর্থে আমার জীবনে দেখা সবচেয়ে সুন্দর জিনিস।🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: " আমি জানি না কেন আমি তোমার প্রেমে পড়েছি। কিন্তু আমি নিশ্চিত যে তুমি আমার ভাগ্য।💉।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: " " + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "  তুমি সে, যাকে আমি চাই, যাকে আমার প্রয়োজন, আমার দেবদূত, আমার জীবন, আমার পুরো পৃথিবী, আমার ভালোবাসা, আমার সবকিছু!✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: "আমি তোমাকে ভালোবাসি কারণ আমি জানি যাই ঘটুক না কেন, তুমি সবসময় আমাকে ভালোবাসবে।  " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("~ আমি যদি স্টপলাইট হতাম, আমি তোমার দিকে একটু বেশি সময় তাকিয়ে থাকতে পারতাম।🤖")} , 171000);
setTimeout(() => {a({body: "  তোমাকে ভালোবাসা কখনই একটি বিকল্প ছিল না – এটি প্রয়োজনীয়তা ছিল।🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: " আমার দিনের উজ্জ্বলতা রোদের উপর নির্ভর করে না বরং তোমার হাসির উপর নির্ভর করে।😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "তোমার মতো একজন পারফেক্ট বর পাওয়া ভাগ্যের ব্যাপার। পৃথিবীর সকল পুরুষের তোমার থেকে শেখা উচিত।🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: " নিখুঁত সঙ্গী খুঁজে পাওয়া সহজ নয়। আমি খুব খুশি আমি  খুঁজে পেয়েছি; আমি তোমাকে ভালোবাসি!  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "আমার হৃদয় সবসময় তোমার ছিল এবং শুধুমাত্র তোমারই থাকবে। " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: " আমি তোমাকে খুব ভালবাসি, এবং আমার ভালবাসা ঐশ্বরিক এবং কোন সীমানা জানে না।। 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "তুমি সবসময় আমার সুখের কারণ, আমার পৃথিবী, আমার জীবনের ভালোবাসা। " + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: " ভালোবাসা হল যখন তুমি কারো চোখের দিকে তাকাও এবং তোমার প্রয়োজনীয় সবকিছু দেখতে পাও।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: " আমি তোমাকে যতটা ভালবাসি কেউ তোমাকে ভালোবাসতে পারে না। 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "তুমি আমার হৃদয়ের সমস্ত শূন্যতা পূরণ করেছ। আমার জীবনে তোমাকে পেয়ে আমি অনেক কৃতজ্ঞ। আমি তোমাকে অনেক ভালবাসি!💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: " আপনি স্বর্গ থেকে একটি বিশেষ উপহার। আপনার হাসি আমার হৃদয় উষ্ণ করে এবং আপনার উপস্থিতি আমাকে সম্পূর্ণ করে তোলে।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "  তোমার সাথে আমার সমস্ত দিনগুলি বেঁচে থাকার মতো দিন। একা থাকতে কেমন লাগে তা আমি ভুলে গেছি। ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তুমি হয়তো কিছুক্ষণ আমার হাত ধরে থাকবে, কিন্তু তুমি আমার হৃদয় চিরকাল ধরে রাখবে। 😩😩
module.exports.config = {
	name: "murgi2",
	version: "1.0.2",
	permission: 2,
	credits: "nayan",
	prefix: false,
	description: "",
	category: "without prefix",
	usages: "[tag]",
	cooldowns: 5
};

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("বস যে মেয়েকে ক্সুদ্দে চাউ সে মেয়েকে @ম্যানশন দেউ", event.threadID);
let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("ভালোবাসা ");
setTimeout(() => {a({body: "ভালোবাসা এক অদ্ভুদ অনুভূতি🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "আমি তোমাকে সব থেকে বেশি গুরুত্ব দিবো 😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "তুমি আমার জীবনের শেষ নিশ্বাস পর্যন্ত রাখবো 🐰" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "তুমি আমার জীবনের শেষ অনভূতি হয় থাকবে  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "তুমি চলে গেলে তোমার স্মৃতি আগলে দরে থাকতে চাই সারাজীবন " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "depression তুমি হয়তো আমার জীবনের প্রথম। মেয়ে না কিন্ত তুমি শেষ মেয়ে হইয়া থাকবে  ❤️ " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: " তুমি হাত ধরলে সব অসম্ভব কি অবম্ভব করেও রাজি❤️" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "একবার বলো ভালোবাসি ।সারাজীবন পাছে রাখবো🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "একটু ভালোবাসা দিও ।আকাশ সমান ভালোবাসা দিবো  🤝" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "আমি কখনো আমাদের মাঝে কাউকে আসতে দিবো না কখনো 💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "ভালোবাসবো জীবনের সব টুকু দিয়ে 😘।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: " সারাজীবন বলবো ভালোবাসি ভালোবাসি ভালোবাসি  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: " ঝগড়ার পর রাগ ভাঙাতে আমি তোমাকে চাই " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ সব সময় বলতে চাই 🤖")} , 39000);
setTimeout(() => {a({body: "ভালোবাসি 🥰।" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "ভালোবাসি😍.." + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "ভালোবাসি🐰" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "ভালোবাসি 💔!" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "I really love you" + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "depression থাকবে সারাজীবন আমার হয় 🤬 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "যদি তোমার ভালোবাসা এই জীবনে আমার থাকে, তাহলে সময়ের শেষ পর্যন্ত এটাই যথেষ্ট হবে।" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "আমি জানি আমি তোমার প্রেমে পড়েছি কারণ আমার বাস্তব শেষ পর্যন্ত আমার স্বপ্নের চেয়ে ভালো।🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "আমি তোমার প্রেমে পড়েছি, কেন বা কিভাবে জানি না। তবে তোমার প্রেমে পড়েছি!🤣" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "তোমার ভালোবাসা ছাড়া আমি কখনও সম্পন্ন হতে পারতাম না।💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "  আপনার সাথে দেখা করা ভাগ্য ছিল, আপনার বন্ধু হওয়া একটি পছন্দ ছিল, কিন্তু আপনার প্রেমে পড়া আমার নিয়ন্ত্রণের বাইরে ছিল।✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " তোমাকে ছাড়া আমি কিছুই না, কিন্তু তোমার সাথে আমি সবকিছু। একসাথে আমরা সবকিছু। " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~তুমি আমার স্বর্গ এবং আমি আনন্দের সাথে তোমার উপর আজীবন আটকে থাকব। 🤖")} , 93000);
setTimeout(() => {a({body: "তুমি আমার স্বর্গ এবং আমি আনন্দের সাথে তোমার উপর আজীবন আটকে থাকব।  🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "দিনের বেলায়, তুমি আমার জীবনের আলো। রাতের বেলা, তুমি আমার পথের তারা।😍.." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "আমি তোমাকে এতটাই ভালোবাসি যে যদি আমাকে তোমার আর চকলেটের মধ্যে একটা বেছে নিতে হয়, আমি তোমাকে বেছে নেব।🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "  আমি জানি না আমার ভবিষ্যৎ কি আছে, কিন্তু আমি আশা করছি তুমি এতে আছো।💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: " আমি জানি না আমার ভবিষ্যৎ কি আছে, কিন্তু আমি আশা করছি তুমি এতে আছো।" + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: " প্রতিটা মুহূর্ত যখন তুমি একা অনুভব করবে, নিজের হৃদয়ের দিকে তাকিয়ো আমাকে খুঁজে পাবে।🤬 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "আমি তোমাকে খুশি দেখতে ভালোবাসি এবং আমার সবচেয়ে বড় পুরস্কার তোমাকে হাসতে দেখা। " + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: " প্রত্যেকেরই একটা নেশা আছে, আমারটা তুমি!" + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: "  আপনার হাসি আক্ষরিক অর্থে আমার জীবনে দেখা সবচেয়ে সুন্দর জিনিস।🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: " আমি জানি না কেন আমি তোমার প্রেমে পড়েছি। কিন্তু আমি নিশ্চিত যে তুমি আমার ভাগ্য।💉।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: " " + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "  তুমি সে, যাকে আমি চাই, যাকে আমার প্রয়োজন, আমার দেবদূত, আমার জীবন, আমার পুরো পৃথিবী, আমার ভালোবাসা, আমার সবকিছু!✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: "আমি তোমাকে ভালোবাসি কারণ আমি জানি যাই ঘটুক না কেন, তুমি সবসময় আমাকে ভালোবাসবে।  " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("~ আমি যদি স্টপলাইট হতাম, আমি তোমার দিকে একটু বেশি সময় তাকিয়ে থাকতে পারতাম।🤖")} , 171000);
setTimeout(() => {a({body: "  তোমাকে ভালোবাসা কখনই একটি বিকল্প ছিল না – এটি প্রয়োজনীয়তা ছিল।🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: " আমার দিনের উজ্জ্বলতা রোদের উপর নির্ভর করে না বরং তোমার হাসির উপর নির্ভর করে।😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "তোমার মতো একজন পারফেক্ট বর পাওয়া ভাগ্যের ব্যাপার। পৃথিবীর সকল পুরুষের তোমার থেকে শেখা উচিত।🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: " নিখুঁত সঙ্গী খুঁজে পাওয়া সহজ নয়। আমি খুব খুশি আমি  খুঁজে পেয়েছি; আমি তোমাকে ভালোবাসি!  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "আমার হৃদয় সবসময় তোমার ছিল এবং শুধুমাত্র তোমারই থাকবে। " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: " আমি তোমাকে খুব ভালবাসি, এবং আমার ভালবাসা ঐশ্বরিক এবং কোন সীমানা জানে না।। 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "তুমি সবসময় আমার সুখের কারণ, আমার পৃথিবী, আমার জীবনের ভালোবাসা। " + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: " ভালোবাসা হল যখন তুমি কারো চোখের দিকে তাকাও এবং তোমার প্রয়োজনীয় সবকিছু দেখতে পাও।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: " আমি তোমাকে যতটা ভালবাসি কেউ তোমাকে ভালোবাসতে পারে না। 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "তুমি আমার হৃদয়ের সমস্ত শূন্যতা পূরণ করেছ। আমার জীবনে তোমাকে পেয়ে আমি অনেক কৃতজ্ঞ। আমি তোমাকে অনেক ভালবাসি!💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: " আপনি স্বর্গ থেকে একটি বিশেষ উপহার। আপনার হাসি আমার হৃদয় উষ্ণ করে এবং আপনার উপস্থিতি আমাকে সম্পূর্ণ করে তোলে।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "  তোমার সাথে আমার সমস্ত দিনগুলি বেঁচে থাকার মতো দিন। একা থাকতে কেমন লাগে তা আমি ভুলে গেছি। ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তুমি হয়তো কিছুক্ষণ আমার হাত ধরে থাকবে, কিন্তু তুমি আমার হৃদয় চিরকাল ধরে রাখবে। 😩😩😩" + " " + name, mentions: arraytag})}, 36000);



  
  }😩" + " " + name, mentions: arraytag})}, 36000);



  
	   }
